Revit 2027 API
ParameterTypeId.MepCondenserWaterLoop Property
 "Condenser Water Loop"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MepCondenserWaterLoop { get; }
Public Shared ReadOnly Property MepCondenserWaterLoop As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MepCondenserWaterLoop {
	ForgeTypeId^ get ();
}
static member MepCondenserWaterLoop : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace